IDEA Open Model
OpenModel.SubStructure Property
Compatible with IDEA StatiCa v 10.1
 Design Member
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public List<SubStructure> SubStructure { get; set; }
Public Property SubStructure As List(Of SubStructure)
	Get
	Set
public:
property List<SubStructure^>^ SubStructure {
	List<SubStructure^>^ get ();
	void set (List<SubStructure^>^ value);
}
Property Value
Type: List<SubStructure>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace